<template>

    <div>
       
        <ul>
            <li>
                    <p>기본 정보: 꽃이 솟아 오른 모양이 기린을 닮았다고하여 꽃기린이라는 이름이 붙음. 줄기는 다육질로 직경이 1~2cm 정도이며, 탁엽이 변화된 날카로운 가시가 줄기전체에 있으며 낮은 나무모양으로 자란다.</p>
                    <p>물주기: 봄(3~5월): 주 1회, 여름(6~8월): 월 2회, 가을(9~11월): 주 1회, 겨울(12~2월): 월1회</p>
                    <p>저온과 건조 상태에서는 잎이 떨어지는 현상이 있어수분을 연중 유지해 주고, 겨울철에도 개화를 지속코자 할 경우 10℃ 이상 보온이 필요하다.</p>
            </li>
        </ul>
    </div>
</template>

<script>
export default {
    
}
</script>
<style>
    
</style>